//

// ignore_for_file: non_constant_identifier_names, file_names

List<String> List_terms_conditions_model = [
  "نحن في تطبيق كناري نلتزم بحماية بيانات وخصوصية المستخدم ونحترمها، ونخلق بيئة تجارية وتنافسية أفضل للمستخدم من خلال تجربة جديدة ومتميزة وذلك عن طريق الشروط والأحكام وتطبيقها على جميع المستخدمين.",
  "نحن لا نشارك معلوماتك الشخصية مع أي جهة غير رسمية أو عبر المنصات الإلكترونية الأخرى.",
  "في حال تغيير أي شيء في بنود الشروط والأحكام سنقوم بإشعارك فوراً بها.",
  "نحن لا نشارك أي بيانات خاصة بك مع أي مستخدم آخر بخلاف ملفك الشخصي المعلن من (رقم تليفون، بريد إلكتروني، موقعك الجغرافي الذي تختاره) وذلك من أجل تواصل أسرع وأفضل بين المستخدمين.",
  "لتحسين تجربتك نستخدم معلوماتك واحتياجاتك الفردية التي قمت بها وذلك لكي تساعدنا في فهم ما تبحث عنه وتقديم خدماتنا بشكل أفضل.",
  "الدعم والإبلاغ عن أي انتهاك للشروط والأحكام هو بمثابة مساعدة منك لمجتمع كناري وجميع المستخدمين في الحصول على خدمات جيدة داخل مجتمع ملائم للجميع.",
];
