//

// ignore_for_file: non_constant_identifier_names

List Terms_Use_Model = [
  'يجب ان تفهم شروط التطبيق جيدا قبل الاستخدام :',
  '1- أن لا يكون الإعلان منافي للآداب العامة ',
  '2- عدم إنتهاك خصوصية الآخرين وبياناتهم',
  '3- أن لا يكون الإعلان خادش للحياء وأن يكون خالي من الإيحاءات الجنسية',
  '4- أن لا يتضمن العنف والإرهاب والإيزاء النفسي والجسدي ',
  '5- عدم إزدراء الأديان والمذاهب والمعتقدات',
  '6- كتابة كافة التفاصيل والسعر والوصف والحالة للمنتج داخل الإعلان',
  '7- أن لا يكون الإعلان وهميٱ أو منتج غير موجود ',
  '8- أن لا يكون الإعلان عن نشاط ترويجي للمخدرات أو التشجيع عليها',
  '9- إقرار المعلن أو المستخدم بمسؤليته عن المخالفات القانونية و العواقب الإجتماعية',
  '10- أن لا يتضمن الإعلان التشهير أو الإيزاء لأي شخص أو نشاط',
  '11- الإقرار باستخدام رقم هاتف شخصي او شركات حقيقي وإمتلاكه رسمياً',
  '12- عدم التلاعب أو استخدام أي روبوت أو زكاء إصطناعي داخل التطبيق',
  '13- البرنامج غير مسؤول نهائيا عن الإعلان ومحتواه أو زيادة أو تقليل الأرباح بشكل مباشر أو غير مباشر',
  '14- يمنحك البرنامج ميزة إضافة وتنزيل اعلانات سواء مجانية أو مموله ومدفوعة كرسوم بمبلغ غير مسترد ( وذلك وفقاً لسياستنا حسب الإعلان عنها ) ',
  '15- يتحمل المعلن المسؤولية الكاملة في أي انتهاك لحقوق الطباعة والنشر والتوزيع والملكية الفكرية والأدبية وغيرها ',
  '16- السماح لنا بالإطلاع على بياناتك الشخصية للتأكد من صحة المعلومات وهوية المعلن أو المستخدم والإعلان عنها للجهات الأمنية الرسمية المختصة في حالة المخالفات إذا لزم الأمر: ',
  '17- إقرار المعلن عن مسؤوليته مسؤليه كاملة في الحصول على أي مبالغ مالية من المستخدمين وردها إليهم في حالة عدم إتمام الصفقة الشراء',
  '18- الإقرار بعدم الحصول على أي أموال من المستخدمين واستغلالهم على سبيل توظيف الأموال أو غسيل الأموال وغيرها',
  '19- الإقرار بصحة بيانات المعلن أو المستخدم كاملة من أرقام هواتف وعناوين وتحمل المسئولية الكاملة وتبعياتها',
  '20- إقرار المعلن أو المستخدم بأنه شخص بالغ عاقل فوق السن القانونية قادراً على التعاقد مع الآخرين وتحمل المسئولية',
  '21- ينصح بأضافة عروض ترويجية أو بروموكود خصم لأصحاب الانشطة التجارية لنجاح الإعلان وزيادة المبيعات',
];
